[
    {
        "character": "Homer",
        "quote": "D'oh."
    },
    {
        "character": "Ralph",
        "quote": "Me fail English? That's unpossible."
    },
    {
        "character": "Lionel Hutz",
        "quote": "This is the greatest case of false advertising I've seen since I sued the movie \"The Never Ending Story.\""
    },
    {
        "character": "Sideshow Bob",
        "quote": "No children have ever meddled with the Republican Party and lived to tell about it."
    },
    {
        "character": "Troy McClure",
        "quote": "Don't kid yourself, Jimmy. If a cow ever got the chance, he'd eat you and everyone you care about!"
    },
    {
        "character": "Comic Book Guy",
        "quote": "The Internet King? I wonder if he could provide faster nudity..."
    },
    {
        "character": "Homer",
        "quote": "Oh, so they have Internet on computers now!"
    },
    {
        "character": "Ned Flanders",
        "quote": "I've done everything the Bible says -- even the stuff that contradicts the other stuff!"
    },
    {
        "character": "Comic Book Guy",
        "quote": "Your questions have become more redundant and annoying than the last three \"Highlander\" movies."
    },
    {
        "character": "Chief Wiggum",
        "quote": "Uh, no, you got the wrong number. This is 9-1...2."
    },
    {
        "character": "Sideshow Bob",
        "quote": "I'll be back. You can't keep the Democrats out of the White House forever, and when they get in, I'm back on the streets, with all my criminal buddies."
    },
    {
        "character": "Homer",
        "quote": "When I held that gun in my hand, I felt a surge of power...like God must feel when he's holding a gun."
    },
    {
        "character": "Nelson",
        "quote": "Dad didn't leave... When he comes back from the store, he's going to wave those pop-tarts right in your face!"
    },
    {
        "character": "Milhouse",
        "quote": "Remember the time he ate my goldfish? And you lied and said I never had goldfish. Then why did I have the bowl, Bart? *Why did I have the bowl?*"
    },
    {
        "character": "Lionel Hutz",
        "quote": "Well, he's kind of had it in for me ever since I accidentally ran over his dog. Actually, replace \"accidentally\" with \"repeatedly\" and replace \"dog\" with \"son.\""
    },
    {
        "character": "Comic Book Guy",
        "quote": "Last night's \"Itchy and Scratchy Show\" was, without a doubt, the worst episode *ever.* Rest assured, I was on the Internet within minutes, registering my disgust throughout the world. "
    },
    {
        "character": "Homer",
        "quote": "I'm normally not a praying man, but if you're up there, please save me, Superman."
    },
    {
        "character": "Homer",
        "quote": "Save me, Jeebus."
    },
    {
        "character": "Mayor Quimby",
        "quote": "Oh, dear God. Can't this town go one day without a riot?"
    },
    {
        "character": "Comic Book Guy",
        "quote": "Oh, loneliness and cheeseburgers are a dangerous mix."
    },
    {
        "character": "Homer",
        "quote": "You don't like your job, you don't strike. You go in every day and do it really half-assed. That's the American way."
    },
    {
        "character": "Chief Wiggum",
        "quote": "Fat Tony is a cancer on this fair city! He is the cancer and I am the...uh...what cures cancer?"
    },
    {
        "character": "Homer",
        "quote": "Bart, with $10,000 we'd be millionaires! We could buy all kinds of useful things like...love!"
    },
    {
        "character": "Homer",
        "quote": "Fame was like a drug. But what was even more like a drug were the drugs."
    },
    {
        "character": "Homer",
        "quote": "Books are useless! I only ever read one book, \"To Kill A Mockingbird,\" and it gave me absolutely no insight on how to kill mockingbirds! Sure it taught me not to judge a man by the color of his skin...but what good does *that* do me?"
    },
    {
        "character": "Chief Wiggum",
        "quote": "Can't you people take the law into your own hands? I mean, we can't be policing the entire city!"
    },
    {
        "character": "Homer",
        "quote": "Weaseling out of things is important to learn. It's what separates us from the animals... except the weasel."
    },
    {
        "character": "Reverend Lovejoy",
        "quote": "Marge, just about everything's a sin. [holds up a Bible] Y'ever sat down and read this thing? Technically we're not supposed to go to the bathroom."
    },
    {
        "character": "Homer",
        "quote": "You know, the one with all the well meaning rules that don't work out in real life, uh, Christianity."
    },
    {
        "character": "Homer",
        "quote": "Well, it's 1 a.m. Better go home and spend some quality time with the kids."
    },
    {
        "character": "Homer",
        "quote": "Kids, you tried your best and you failed miserably. The lesson is, never try."
    },
    {
        "character": "Homer",
        "quote": "Here's to alcohol, the cause of -- and solution to -- all life's problems."
    },
    {
        "character": "Homer",
        "quote": "When will I learn? The answers to life's problems aren't at the bottom of a bottle, they're on TV!"
    },
    {
        "character": "Chief Wiggum",
        "quote": "I hope this has taught you kids a lesson"
    },
    {
        "character": "Homer",
        "quote": "How is education supposed to make me feel smarter? Besides, every time I learn something new, it pushes some old stuff out of my brain. Remember when I took that home winemaking course, and I forgot how to drive?"
    },
    {
        "character": "Homer",
        "quote": "Homer no function beer well without."
    },
    {
        "character": "Homer",
        "quote": "Maybe, just once, someone will call me \"Sir\" without adding, \"You're making a scene.\""
    },
    {
        "character": "Grandpa Simpson",
        "quote": "Dear Mr. President, There are too many states nowadays. Please, eliminate three. P.S. I am not a crackpot."
    },
    {
        "character": "Homer",
        "quote": "Old people don't need companionship. They need to be isolated and studied so it can be determined what nutrients they have that might be extracted for our personal use."
    },
    {
        "character": "Troy McClure",
        "quote": "Hi. I'm Troy McClure. You may remember me from such self-help tapes as \"Smoke Yourself Thin\" and \"Get Some Confidence, Stupid!\""
    },
    {
        "character": "Homer",
        "quote": "A woman is a lot like a refrigerator. Six feet tall, 300 pounds...it makes ice."
    },
    {
        "character": "Homer",
        "quote": "Marriage is like a coffin and each kid is another nail."
    },
    {
        "character": "Homer",
        "quote": "Facts are meaningless. You could use facts to prove anything that's even remotely true!"
    },
    {
        "character": "Mr. Burns",
        "quote": "I'll keep it short and sweet -- Family. Religion. Friendship. These are the three demons you must slay if you wish to succeed in business."
    },
    {
        "character": "Kent Brockman",
        "quote": "...And the fluffy kitten played with that ball of string all through the night. On a lighter note, a Kwik-E-Mart clerk was brutally murdered last night."
    },
    {
        "character": "Ralph",
        "quote": "Mrs. Krabappel and Principal Skinner were in the closet making babies and I saw one of the babies and then the baby looked at me."
    },
    {
        "character": "Apu",
        "quote": "Please do not offer my god a peanut."
    },
    {
        "character": "Homer",
        "quote": "You don't win friends with salad."
    },
    {
        "character": "Mr. Burns",
        "quote": "I don't like being outdoors, Smithers. For one thing, there's too many fat children."
    },
    {
        "character": "Sideshow Bob",
        "quote": "Attempted murder? Now honestly, what is that? Do they give a Nobel Prize for attempted chemistry?"
    },
    {
        "character": "Chief Wiggum",
        "quote": "They only come out in the night. Or in this case, the day."
    },
    {
        "character": "Mr. Burns",
        "quote": "Whoa, slow down there, maestro. There's a *New* Mexico?"
    },
    {
        "character": "Homer",
        "quote": "The only monster here is the gambling monster that has enslaved your mother! I call him Gamblor, and it's time to snatch your mother from his neon claws!"
    },
    {
        "character": "Comic Book Guy",
        "quote": "But, Aquaman, you cannot marry a woman without gills. You're from two different worlds... Oh, I've wasted my life."
    },
    {
        "character": "Homer",
        "quote": "Marge, it takes two to lie. One to lie and one to listen."
    },
    {
        "character": "Superintendent Chalmers",
        "quote": "I've had it with this school, Skinner. Low test scores, class after class of ugly, ugly children..."
    },
    {
        "character": "Mr. Burns",
        "quote": "What good is money if it can't inspire terror in your fellow man?"
    },
    {
        "character": "Homer",
        "quote": "Oh, everything looks bad if you remember it."
    },
    {
        "character": "Ralph",
        "quote": "Slow down, Bart! My legs don't know how to be as long as yours."
    },
    {
        "character": "Homer",
        "quote": "Donuts. Is there anything they can't do?"
    },
    {
        "character": "Frink",
        "quote": "Brace yourselves gentlemen. According to the gas chromatograph, the secret ingredient is... Love!? Who's been screwing with this thing?"
    },
    {
        "character": "Apu",
        "quote": "Yes! I am a citizen! Now which way to the welfare office? I'm kidding, I'm kidding. I work, I work."
    },
    {
        "character": "Milhouse",
        "quote": "We started out like Romeo and Juliet, but it ended up in tragedy."
    },
    {
        "character": "Mr. Burns",
        "quote": "A lifetime of working with nuclear power has left me with a healthy green glow...and left me as impotent as a Nevada boxing commissioner."
    },
    {
        "character": "Homer",
        "quote": "Kids, kids. I'm not going to die. That only happens to bad people."
    },
    {
        "character": "Homer",
        "quote": "\"To Start Press Any Key\". Where's the ANY key? "
    },
    {
        "character": "Homer",
        "quote": "If something's hard to do, then it's not worth doing!"
    },
    {
        "character": "Smithers",
        "quote": "I'm allergic to bee stings. They cause me to, uh, die."
    },
    {
        "character": "Homer",
        "quote": "I want to share something with you: The three little sentences that will get you through life. Number 1: Cover for me. Number 2: Oh, good idea, Boss! Number 3: It was like that when I got here."
    },
    {
        "character": "Principal Skinner",
        "quote": "That's why I love elementary school, Edna. The children believe anything you tell them."
    },
    {
        "character": "Homer",
        "quote": "Oh, people can come up with statistics to prove anything, Kent. 14% of people know that."
    },
    {
        "character": "Barney",
        "quote": "Jesus must be spinning in his grave!"
    },
    {
        "character": "Homer",
        "quote": "It's not easy to juggle a pregnant wife and a troubled child, but somehow I managed to fit in eight hours of TV a day."
    },
    {
        "character": "Homer",
        "quote": "What do we need a psychiatrist for? We know our kid is nuts."
    },
    {
        "character": "Comic Book Guy",
        "quote": "Oh, a *sarcasm* detector. Oh, that's a *really* useful invention!"
    },
    {
        "character": "Marge",
        "quote": "Our differences are only skin deep, but our sames go down to the bone."
    },
    {
        "character": "Homer",
        "quote": "What's the point of going out? We're just going to wind up back here anyway."
    },
    {
        "character": "Marge",
        "quote": "Get ready, skanks! It's time for the truth train!"
    },
    {
        "character": "Bill Gates",
        "quote": "I didn't get rich by signing checks."
    },
    {
        "character": "Principal Skinner",
        "quote": "Fire can be our friend; whether it's toasting marshmallows or raining down on Charlie."
    },
    {
        "character": "Homer",
        "quote": "Oh, I'm in no condition to drive. Wait a minute. I don't have to listen to myself. I'm drunk."
    },
    {
        "character": "Homer",
        "quote": "And here I am using my own lungs like a sucker."
    },
    {
        "character": "Comic Book Guy",
        "quote": "Human contact"
    },
    {
        "character": "Homer",
        "quote": "I hope I didn't brain my damage."
    },
    {
        "character": "Krusty the Clown",
        "quote": "And now, in the spirit of the season"
    },
    {
        "character": "Homer",
        "quote": "I'm a Spalding Gray in a Rick Dees world."
    },
    {
        "character": "Dr. Nick",
        "quote": "Inflammable means flammable? What a country."
    },
    {
        "character": "Homer",
        "quote": "Beer. Now there's a temporary solution."
    },
    {
        "character": "Comic Book Guy",
        "quote": "Stan Lee never left. I'm afraid his mind is no longer in mint condition."
    },
    {
        "character": "Nelson",
        "quote": "Shoplifting is a victimless crime. Like punching someone in the dark."
    },
    {
        "character": "Krusty the Clown",
        "quote": "Kids, we need to talk for a moment about Krusty Brand Chew Goo Gum Like Substance. We all knew it contained spider eggs, but the hantavirus? That came out of left field. So if you're experiencing numbness and/or comas, send five dollars to antidote, PO box..."
    },
    {
        "character": "Milhouse",
        "quote": "I can't go to juvie. They use guys like me as currency."
    },
    {
        "character": "Homer",
        "quote": "Son, when you participate in sporting events, it's not whether you win or lose"
    },
    {
        "character": "Homer",
        "quote": "Just because I don't care doesn't mean I don't understand."
    },
    {
        "character": "Apu",
        "quote": "Thank you, steal again."
    },
    {
        "character": "Homer",
        "quote": "Marge, you being a cop makes you the man! Which makes me the woman -- and I have no interest in that, besides occasionally wearing the underwear, which as we discussed, is strictly a comfort thing."
    },
    {
        "character": "Ed Begley Jr.",
        "quote": "I prefer a vehicle that doesn't hurt Mother Earth. It's a go-cart, powered by my own sense of self-satisfaction."
    },
    {
        "character": "Bart",
        "quote": "I didn't think it was physically possible, but this both sucks *and* blows."
    },
    {
        "character": "Homer",
        "quote": "How could you?! Haven't you learned anything from that guy who gives those sermons at church? Captain Whatshisname? We live in a society of laws! Why do you think I took you to all those Police Academy movies? For fun? Well, I didn't hear anybody laughing, did you? Except at that guy who made sound effects. Makes sound effects and laughs. Where was I? Oh yeah! Stay out of my booze."
    },
    {
        "character": "Homer",
        "quote": "Lisa, vampires are make-believe, like elves, gremlins, and Eskimos."
    }
]